cask_args appdir: '/Applications'

brew 'awscli'
brew 'anyenv'
brew 'dive'
brew 'docker'
brew 'docker-compose'
brew 'findutils'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'gsed'
brew 'heroku/brew/heroku'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'kubectl'
brew 'lima'
brew 'mutagen-io/mutagen/mutagen'
brew 'ncdu'
brew 'openssh'
brew 'pngquant'
brew 'rsync'
brew 'shellcheck'
brew 'telnet'
brew 'the_silver_searcher'
brew 'tig'
brew 'zplug'
brew 'zsh'

cask '1password'
cask 'adobe-creative-cloud'
cask 'aldente'
cask 'appcleaner'
cask 'avast-security'
cask 'bartender'
cask 'dash'
cask 'daisydisk'
cask 'discord'
cask 'dropbox'
cask 'evernote'
cask 'figma'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'invisor-lite'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keybase'
cask 'keyboardcleantool'
cask 'keycastr'
cask 'kindle'
cask 'lens'
cask 'monitorcontrol'
cask 'musescore'
cask 'notion'
cask 'rectangle'
cask 'slack'
cask 'tableplus'
cask 'visual-studio-code'
cask 'vlc'
cask 'youtube-to-mp3'

mas 'Amphetamine', id: 937984704
mas 'GIPHY Capture', id: 668208984
mas 'LINE', id: 539883307
mas 'Messenger', id: 1480068668
mas 'Velja', id: 1607635845
mas 'Wi-Fi Explorer Lite', id: 1408727408
mas 'Xcode', id: 497799835
