cask_args appdir: '/Applications'

# CLI tools managed by aqua (personal.yaml):
#   actionlint, ast-grep, dive, fzf, gh, jq,
#   neovim, shellcheck, trdsql, uv

brew 'ansifilter'
brew 'anyenv'
brew 'aqua'
brew 'awscli'
brew 'btop'
brew 'cloc'
brew 'colima'
brew 'coreutils'
brew 'cpulimit'
brew 'docker'
brew 'docker-compose'
brew 'exiftool'
brew 'ffmpeg'
brew 'findutils'
brew 'gemini-cli'
brew 'git'
brew 'gpatch'
brew 'gsed'
brew 'htop'
brew 'imagemagick'
brew 'iperf3'
brew 'libiconv'
brew 'ncdu'
brew 'nkf'
brew 'ollama'
brew 'openssh'
brew 'oven-sh/bun/bun'
brew 'rsync'
brew 'ruby'
brew 'rust'
brew 'socat'
brew 'speedtest-cli'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'watch'
brew 'zplug'
brew 'zsh'

cask '1password'
cask 'adobe-creative-cloud'
cask 'aldente'
cask 'alt-tab'
cask 'betterdisplay'
cask 'claude'
cask 'dash'
cask 'daisydisk'
cask 'discord'
cask 'ghostty'
cask 'istat-menus'
cask 'karabiner-elements'
cask 'keyboardcleantool'
cask 'keycastr'
cask 'kindle'
cask 'lm-studio'
cask 'notion'
cask 'raycast'
cask 'rectangle'
cask 'slack'
cask 'tableplus'
cask 'visual-studio-code'
cask 'vlc'
cask 'voicevox'
cask 'youtube-to-mp3'

mas '1Password for Safari', id: 1569813296
mas 'Amazon Kindle', id: 302584613
mas 'Amphetamine', id: 937984704
mas 'GIPHY Capture', id: 668208984
mas 'LINE', id: 539883307
mas 'MeetingBar', id: 1532419400
mas 'Messenger', id: 1480068668
mas 'Velja', id: 1607635845
mas 'Wi-Fi Explorer Lite', id: 1408727408
mas 'Xcode', id: 497799835
